Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] The Book of Lagier.tmx
Source language: ko_kr
Languages: en

source: 카나스의 수도
en: Capital of the Kanas Empire

source: 마족에게 성흔을 내려 축복하는 천족이라니...
en: What kind of angel leaves an imprint and blesses a demon?

source: 돌아가면 잔뜩 부려먹어줄 테니 각오해.
en: you’re going to be super busy when we get back.

source: 쳇, 평소엔 얌전한 녀석들이지만 화가 나면 무섭다더니...
en: Tsk, they really are scary when they get angry...

source: 같이 가...!
en: Wait for us-!

source: 글·그림 김연기
en: ILLUSTRATION YEON-GI KIM

source: 난 절대 안 져.
en: I will never lose.

source: 주군께 그런 말을 듣고 싶지 않습니다만.
en: I’d rather not hear that from you, Your Highness.

source: 다행히 이럴 때는 너희 둘이 죽이 맞는구나.
en: you guys get along well in these situations... fortunately.

source: 정답이었죠?
en: Was I right?

source: 누군가 앞서간다는 건 그곳엔 길이 있단 말이니까.
en: If there is someone that walks before you, it means there is a path.

source: 어떤 더럽고 잔인한 짓들을 했는지?
en: ...I committed all kinds of cruel, filthy deeds.

source: 아니야!
en: No!

source: 라지에르 왕자 전하...
en: Prince Lagier, Your Highness.

source: 버려져 있었다니!
en: Abandoned?!

source: 예의상 권하러 온 건데 이렇게 될 줄은 전혀 예상을 못 했는데...
en: We came merely out of formality. I didn’t expect this...

source: 실종이라고?
en: his majesty...

source: 그렇겠지.
en: Of course they would.

source: 어디까지나 계약이 걸린 문제니까.
en: it’s because this will impede the contract.

source: 어서 들어가시지요.
en: This way, please.

source: 하긴, 어차피 ‘두 번째 소원’을 들어주려면 이대로 놀고만 있을 순 없지.
en: I suppose I can’t simply hang around like this if I want to grant his second wish.

source: 그리고 시종인 제가 이겨서는 안 되잖아요.
en: And as a mere servant, I shouldn’t have won anyway.

source: 예뻐!
en: They’re pretty!

source: 동상들이 상당히 정교하군.
en: These statues are quite detailed.

source: 그러니까 난 악기 같은 건 연주 못 한다고 했잖아!
en: I told you! I can’t play any instruments!

source: 엔젤링은 어떻게 한 거야?
en: How did you get out of the rings?

source: 그야 당연히...
en: I wish...

source: 우선 오래 걸으셨기 때문에 당장은 무리가 올 수 있으니 여기서 잠시 쉬시지요.
en: First, since you’ve walked a long way, please rest here for a bit so you do not overwork yourself.

source: 아무튼 그 의뢰는 못 받습니다.
en: so, I cannot provide the service you request.

source: 전하의 마음을 신하가 된 자로서 헤아리지 못했습니다.
en: I did not consider how you felt.

source: 무슨 말씀을...
en: Not at all...

source: 물론이지!
en: of course!

source: 그럼 제가 응급처치라도 하겠습니다, 왕자 전하.
en: I’ll perform some first aid for now, your highness.

source: 어깨 아프잖아.
en: your shoulder’s injured.

source: 뭔가...
en: it feels like...

source: 설마?
en: No way.

source: 많이 어둡군...
en: it’s very dark...

source: 터
en: Clang

source: 저런 하찮은 마물 따윈 간단히 굴복시킬 수 있으시죠~
en: I’m sure she can make such demonic creatures surrender very easily!

source: 파{j}아{j}아{j}앗
en: Whooosh{j}{j}{j}

source: 그렇기에 더 이상 당신을 우리의 군주로 인정할 수 없는 것입니다!
en: we cannot serve you as our ruler anymore!

source: 그러나 그 빛나는 권위를 이어받은 자는 불참하여 축복을 거부하였으니 그 의지를 대리할 자를 세우도록 할지니.
en: however, the one who inherited such brilliant authority has refused to appear before us. so a willing man shall take his place instead.

source: 이제 모르겠다...
en: Ugh, whatever...

source: 하하......
en: Haha...

source: 자, 이제 마지막인가!
en: now, is that the end?

source: 난, 막 네가 맘에 들기 시작한 참이거든.
en: I was just starting to like you.

source: 아까 본 그 눈동자는 분명....
en: His eyes earlier were definitely...

source: 지둥
en: Uneasy

source: 그렇다면...!
en: In that case...!

source: 제가 안 된다고 하면요?
en: I say no?

source: 이걸로 써먹을 수 있는 말이 하나 더 생겼군.
en: Now I have one more pawn I can use.

source: 혹 소신이 올린 선물이 마음에 드시지 않사옵니까?
en: Do you not like the gift I have brought you?

source: 더럽고 싫더라도 내게 없는 그 힘과 권력이 있어야...
en: ...did I realize that I needed that power and authority, no matter how filthy and atrocious it was...

source: 너흰 분명 약속했어!
en: You all promised to continue visiting me

source: 하지만 넌 오히려 내 목숨을 구했잖아.
en: but you protected me with your life.

source: 왕자?!
en: Prince?!

source: 쯧-
en: Tsk

source: 좋아...
en: yum...

source: 제가 없으면 왕을 보좌할 자가 없지 않습니까...
en: If I’m not here, who will be your aide?

source: 미친놈.
en: crazy bastard.

source: 그러고 보니 천족은 죄인의 발에 구속구를 채워 지상으로 떨어뜨린다고 했지?
en: Come to think of it, Angels shackle the feet of sinners and drop them to the earth.

source: 내가 얼마나 죽도록 노력했는데!
en: I worked myself almost to death!

source: 네가 삐진 건 알겠어.
en: I understand that you’re angry.

source: 이제 그걸 너에게 맡기마.
en: I entrust this inheritance to you now.

source: 그 안에 있는 건 내 주인이 봉해놓은 유산이지라.
en: my master sealed his inheritance within that entrance-all.

source: 네, 폐하.
en: Yes, Your Majesty.

source: 사인?
en: Sign?

source: 시뮤온 엘가 공작.
en: duke simuon elga.

source: 앗, 하지만 저...
en: Oh, but...

source: 항구까지 모실 마차가 준비되어 있사옵니다.
en: We’ve prepared a carriage for you to take to the harbor.

source: 맨손으로 제 목검을 튕겨냈을 땐 진짜 인간이 맞나 싶더라니까요.
en: When he deflected my sword with his bare hands, I doubted if he was really a human.

source: 신수...
en: a deity...

source: 그렇다고 황제폐하가 되실 몸이 그렇게 맘대로 밖에 쏘다니면 되냐?
en: I’m sure that doesn’t justify the emperor running amok on the streets, though.

source: 뭘 해도 라지에르랑 함께 있는 것보다 기쁘지 않다고.
en: Nothing makes me happier than being with Lagier.

source: 저 자식은 내 소중한 조각상을 엉망으로 만들었단 말이야.
en: He broke my precious statue into bits!

source: 그럼 너도 내가 위기에 몰리면 나한테 그럴 거야.
en: If the situation calls for it, you would probably do the same to me.

source: 또 머리 만지면 그땐 진짜 죽여버린다.
en: touch my head again and I’ll really kill you.

source: 난 지금 너무나도 연약한 인간이니까.
en: I’m just a weak human now.

source: 와...왕.....
en: M-my King...

source: 꿀꺽
en: Gulp

source: 즐거운 시간 되십시오.
en: please enjoy.

source: 역시 탐나는 건축 기술이야.
en: I’d love to have this architecture technology.

source: 다들 기뻐하거라!
en: People of Jereilla!

source: 내가 잘못한 걸로 해두자고.
en: let’s just say it’s my fault.

source: 별수 있나...
en: What can we do about it?

source: 어디가 빠졌냐니까!
en: Where did I lose weight?

source: 이 나라 왕자가 이대로 살이 계속 쪄서 혈관이 막혀 죽든 독살을 당하든 상관없다 이거지?
en: So, you couldn’t care less if the sole heir to the Kingdom dies from clogged veins or assassination?

source: 쿵
en: Crash

source: 그.러.니.까.
en: I’m saying,

source: 제 눈과 마주친 자들을 동상으로 만들어 버리니까요.
en: ...those who look at my eyes turn into stone statues.

source: 어서 사과하라구!
en: Now!

source: 어쨌든, 난 휘온이란 녀석이 왕자 라지에르의 검으로는 쓸 만하다고 생각해.
en: Anyway, I think Huion is good enough to be Prince Lagier’s sword.
